Repository: sunoj/hiboss
Catalog: macos/Sources/HibossIsland/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Collapse message
ar: طي الرسالة
es: Contraer mensaje
fr: Réduire le message
hi: संदेश संक्षिप्त करें
ja: メッセージを折りたたむ
ko: 메시지 접기
pt_br: Recolher mensagem
ru: Свернуть сообщение
th: ย่อข้อความ
zh_hans: 收起消息

source: Show full message
ar: عرض الرسالة كاملة
es: Mostrar mensaje completo
fr: Afficher le message complet
hi: पूरा संदेश दिखाएँ
ja: メッセージ全体を表示
ko: 전체 메시지 보기
pt_br: Mostrar mensagem completa
ru: Показать сообщение полностью
th: แสดงข้อความทั้งหมด
zh_hans: 展开全文

source: Expanded
ar: موسّعة
es: Expandido
fr: Développé
hi: विस्तारित
ja: 展開済み
ko: 펼쳐짐
pt_br: Expandida
ru: Развёрнуто
th: ขยายแล้ว
zh_hans: 已展开

source: Collapsed
ar: مطويّة
es: Contraído
fr: Réduit
hi: संक्षिप्त
ja: 折りたたみ済み
ko: 접힘
pt_br: Recolhida
ru: Свёрнуто
th: ย่อแล้ว
zh_hans: 已收起

source: Write a reply
ar: كتابة رد
es: Escribir una respuesta
fr: Écrire une réponse
hi: उत्तर लिखें
ja: 返信を書く
ko: 답장 작성
pt_br: Escrever uma resposta
ru: Написать ответ
th: เขียนคำตอบ
zh_hans: 回复此消息

source: Replies closed
ar: الردود مغلقة
es: Respuestas cerradas
fr: Réponses fermées
hi: उत्तर बंद हैं
ja: 返信は締め切られました
ko: 답장 마감됨
pt_br: Respostas encerradas
ru: Ответы закрыты
th: ปิดรับคำตอบแล้ว
zh_hans: 回复已结束

source: Sending…
ar: جارٍ الإرسال…
es: Enviando…
fr: Envoi…
hi: भेजा जा रहा है…
ja: 送信中…
ko: 보내는 중…
pt_br: Enviando…
ru: Отправка…
th: กำลังส่ง…
zh_hans: 发送中…

source: Sign in with iPhone
ar: تسجيل الدخول باستخدام iPhone
es: Iniciar sesión con el iPhone
fr: Se connecter avec l’iPhone
hi: iPhone से साइन इन करें
ja: iPhoneでサインイン
ko: iPhone으로 로그인
pt_br: Entrar com o iPhone
ru: Войти с помощью iPhone
th: ลงชื่อเข้าด้วย iPhone
zh_hans: 用 iPhone 登录

source: Sign in with iPhone…
ar: تسجيل الدخول باستخدام iPhone…
es: Iniciar sesión con el iPhone…
fr: Se connecter avec l’iPhone…
hi: iPhone से साइन इन करें…
ja: iPhoneでサインイン…
ko: iPhone으로 로그인…
pt_br: Entrar com o iPhone…
ru: Войти с помощью iPhone…
th: ลงชื่อเข้าด้วย iPhone…
zh_hans: 用 iPhone 登录…

source: Show a QR code here, approve it in HiBoss on a signed-in iPhone, then type the code the iPhone shows.
ar: اعرض رمز QR هنا، ووافق عليه في HiBoss على iPhone مسجَّل الدخول، ثم اكتب الرمز الذي يعرضه iPhone.
es: Muestra aquí un código QR, apruébalo en HiBoss en un iPhone con la sesión iniciada y escribe el código que muestre el iPhone.
fr: Affichez un code QR ici, approuvez-le dans HiBoss sur un iPhone connecté, puis saisissez le code affiché par l’iPhone.
hi: यहाँ एक QR कोड दिखाएँ, साइन इन किए हुए iPhone पर HiBoss में उसे स्वीकृत करें, फिर iPhone पर दिखा कोड टाइप करें।
ja: ここにQRコードを表示し、サインイン済みのiPhoneのHiBossで承認してから、iPhoneに表示されたコードを入力します。
ko: 여기에 QR 코드를 표시하고 로그인된 iPhone의 HiBoss에서 승인한 다음 iPhone에 표시된 코드를 입력하세요.
pt_br: Mostre um código QR aqui, aprove no HiBoss em um iPhone conectado e digite o código que o iPhone mostrar.
ru: Покажите здесь QR-код, одобрите его в HiBoss на iPhone, где выполнен вход, затем введите код, который покажет iPhone.
th: แสดงคิวอาร์โค้ดที่นี่ อนุมัติใน HiBoss บน iPhone ที่ลงชื่อเข้าแล้ว จากนั้นพิมพ์รหัสที่ iPhone แสดง
zh_hans: 在此显示二维码，在已登录的 iPhone 上用 HiBoss 批准，然后输入 iPhone 显示的验证码。

source: This Mac shows a QR code. Scan it with HiBoss on a signed-in iPhone to approve this Mac.
ar: يعرض جهاز Mac هذا رمز QR. امسحه باستخدام HiBoss على iPhone مسجَّل الدخول للموافقة على جهاز Mac هذا.
es: Este Mac muestra un código QR. Escanéalo con HiBoss en un iPhone con la sesión iniciada para aprobar este Mac.
fr: Ce Mac affiche un code QR. Scannez-le avec HiBoss sur un iPhone connecté pour approuver ce Mac.
hi: यह Mac एक QR कोड दिखाता है। इस Mac को स्वीकृत करने के लिए साइन इन किए हुए iPhone पर HiBoss से उसे स्कैन करें।
ja: このMacにQRコードが表示されます。サインイン済みのiPhoneのHiBossでスキャンして、このMacを承認します。
ko: 이 Mac에 QR 코드가 표시됩니다. 로그인된 iPhone의 HiBoss로 스캔하여 이 Mac을 승인하세요.
pt_br: Este Mac mostra um código QR. Escaneie com o HiBoss em um iPhone conectado para aprovar este Mac.
ru: Этот Mac покажет QR-код. Отсканируйте его в HiBoss на iPhone, где выполнен вход, чтобы одобрить этот Mac.
th: Mac เครื่องนี้จะแสดงคิวอาร์โค้ด สแกนด้วย HiBoss บน iPhone ที่ลงชื่อเข้าแล้วเพื่ออนุมัติ Mac เครื่องนี้
zh_hans: 这台 Mac 会显示一个二维码。用已登录 iPhone 上的 HiBoss 扫描它，即可批准这台 Mac。

source: Use the server your iPhone is signed in to. Only an admin or manager can approve.
ar: استخدم الخادم الذي سجّل iPhone الدخول إليه. لا يمكن الموافقة إلا لمسؤول أو مدير.
es: Usa el servidor en el que el iPhone tiene la sesión iniciada. Solo un administrador o un gestor puede aprobar.
fr: Utilisez le serveur auquel l’iPhone est connecté. Seul un administrateur ou un responsable peut approuver.
hi: वही सर्वर इस्तेमाल करें जिसमें आपका iPhone साइन इन है। केवल एडमिन या मैनेजर ही स्वीकृत कर सकते हैं।
ja: iPhoneがサインインしているサーバを使ってください。承認できるのは管理者またはマネージャーのみです。
ko: iPhone이 로그인된 서버를 사용하세요. 관리자 또는 매니저만 승인할 수 있습니다.
pt_br: Use o servidor em que o iPhone está conectado. Só um administrador ou gerente pode aprovar.
ru: Укажите сервер, на котором выполнен вход на iPhone. Одобрить может только администратор или менеджер.
th: ใช้เซิร์ฟเวอร์เดียวกับที่ iPhone ลงชื่อเข้าอยู่ เฉพาะผู้ดูแลหรือผู้จัดการเท่านั้นที่อนุมัติได้
zh_hans: 请使用 iPhone 已登录的服务器。只有管理员或经理可以批准。

source: Opening a sign-in request…
ar: جارٍ فتح طلب تسجيل الدخول…
es: Abriendo una solicitud de inicio de sesión…
fr: Ouverture d’une demande de connexion…
hi: साइन-इन अनुरोध खोला जा रहा है…
ja: サインインリクエストを作成中…
ko: 로그인 요청을 여는 중…
pt_br: Abrindo uma solicitação de entrada…
ru: Создание запроса на вход…
th: กำลังเปิดคำขอลงชื่อเข้า…
zh_hans: 正在发起登录请求…

source: Continue
ar: متابعة
es: Continuar
fr: Continuer
hi: जारी रखें
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
th: ดำเนินการต่อ
zh_hans: 继续

source: Scan with HiBoss on your iPhone, then type the code it shows.
ar: امسح باستخدام HiBoss على iPhone، ثم اكتب الرمز الذي يعرضه.
es: Escanea con HiBoss en tu iPhone y escribe el código que muestre.
fr: Scannez avec HiBoss sur votre iPhone, puis saisissez le code affiché.
hi: अपने iPhone पर HiBoss से स्कैन करें, फिर उस पर दिखा कोड टाइप करें।
ja: iPhoneのHiBossでスキャンし、表示されたコードを入力してください。
ko: iPhone의 HiBoss로 스캔한 다음 표시된 코드를 입력하세요.
pt_br: Escaneie com o HiBoss no iPhone e digite o código que ele mostrar.
ru: Отсканируйте в HiBoss на iPhone, затем введите показанный код.
th: สแกนด้วย HiBoss บน iPhone แล้วพิมพ์รหัสที่แสดง
zh_hans: 用 iPhone 上的 HiBoss 扫描，然后输入它显示的验证码。

source: Sign-in QR code
ar: رمز QR لتسجيل الدخول
es: Código QR de inicio de sesión
fr: Code QR de connexion
hi: साइन-इन QR कोड
ja: サインイン用QRコード
ko: 로그인 QR 코드
pt_br: Código QR de entrada
ru: QR-код для входа
th: คิวอาร์โค้ดลงชื่อเข้า
zh_hans: 登录二维码

source: Waiting for approval on your iPhone…
ar: في انتظار الموافقة على iPhone…
es: Esperando la aprobación en el iPhone…
fr: En attente d’approbation sur l’iPhone…
hi: iPhone पर स्वीकृति की प्रतीक्षा हो रही है…
ja: iPhoneでの承認を待っています…
ko: iPhone에서 승인을 기다리는 중…
pt_br: Aguardando aprovação no iPhone…
ru: Ожидание одобрения на iPhone…
th: กำลังรอการอนุมัติบน iPhone…
zh_hans: 正在等待 iPhone 批准…

source: Approved on your iPhone
ar: تمت الموافقة على iPhone
es: Aprobado en el iPhone
fr: Approuvé sur l’iPhone
hi: iPhone पर स्वीकृत
ja: iPhoneで承認されました
ko: iPhone에서 승인됨
pt_br: Aprovado no iPhone
ru: Одобрено на iPhone
th: อนุมัติบน iPhone แล้ว
zh_hans: 已在 iPhone 上批准

source: 6-digit code
ar: رمز من 6 أرقام
es: Código de 6 dígitos
fr: Code à 6 chiffres
hi: 6 अंकों का कोड
ja: 6桁のコード
ko: 6자리 코드
pt_br: Código de 6 dígitos
ru: 6-значный код
th: รหัส 6 หลัก
zh_hans: 6 位验证码

source: Type the code shown on your iPhone.
ar: اكتب الرمز المعروض على iPhone.
es: Escribe el código que se muestra en el iPhone.
fr: Saisissez le code affiché sur l’iPhone.
hi: iPhone पर दिखा कोड टाइप करें।
ja: iPhoneに表示されたコードを入力します。
ko: iPhone에 표시된 코드를 입력하세요.
pt_br: Digite o código mostrado no iPhone.
ru: Введите код, показанный на iPhone.
th: พิมพ์รหัสที่แสดงบน iPhone
zh_hans: 输入 iPhone 上显示的验证码。

source: Signing in…
ar: جارٍ تسجيل الدخول…
es: Iniciando sesión…
fr: Connexion…
hi: साइन इन हो रहा है…
ja: サインイン中…
ko: 로그인 중…
pt_br: Entrando…
ru: Выполняется вход…
th: กำลังลงชื่อเข้า…
zh_hans: 正在登录…

source: Type the 6-digit code your iPhone shows. It works only for this request.
ar: اكتب الرمز المكوّن من 6 أرقام الذي يعرضه iPhone. يصلح لهذا الطلب فقط.
es: Escribe el código de 6 dígitos que muestra el iPhone. Solo sirve para esta solicitud.
fr: Saisissez le code à 6 chiffres affiché par l’iPhone. Il ne vaut que pour cette demande.
hi: iPhone पर दिखा 6 अंकों का कोड टाइप करें। यह केवल इसी अनुरोध के लिए काम करता है।
ja: iPhoneに表示された6桁のコードを入力してください。このリクエストでのみ有効です。
ko: iPhone에 표시된 6자리 코드를 입력하세요. 이 요청에만 사용할 수 있습니다.
pt_br: Digite o código de 6 dígitos que o iPhone mostra. Ele vale só para esta solicitação.
ru: Введите 6-значный код с iPhone. Он действует только для этого запроса.
th: พิมพ์รหัส 6 หลักที่ iPhone แสดง ใช้ได้กับคำขอนี้เท่านั้น
zh_hans: 输入 iPhone 显示的 6 位验证码。它只对本次请求有效。

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
th: ลงชื่อเข้า
zh_hans: 登录

source: Start Over
ar: البدء من جديد
es: Empezar de nuevo
fr: Recommencer
hi: फिर से शुरू करें
ja: 最初からやり直す
ko: 다시 시작
pt_br: Recomeçar
ru: Начать заново
th: เริ่มใหม่
zh_hans: 重新开始

source: That code didn't match. Check the code on your iPhone and try again.
ar: الرمز غير مطابق. تحقّق من الرمز على iPhone وحاول مرة أخرى.
es: El código no coincide. Revisa el código del iPhone y vuelve a intentarlo.
fr: Ce code ne correspond pas. Vérifiez le code sur l’iPhone et réessayez.
hi: वह कोड मेल नहीं खाया। iPhone पर कोड जाँचें और फिर से कोशिश करें।
ja: コードが一致しません。iPhoneのコードを確認して、もう一度お試しください。
ko: 코드가 일치하지 않습니다. iPhone의 코드를 확인하고 다시 시도하세요.
pt_br: O código não confere. Verifique o código no iPhone e tente de novo.
ru: Код не подошёл. Проверьте код на iPhone и попробуйте снова.
th: รหัสไม่ตรงกัน ตรวจสอบรหัสบน iPhone แล้วลองอีกครั้ง
zh_hans: 验证码不匹配。请核对 iPhone 上的验证码后重试。

source: The server is busy with sign-in requests. Try again in a few minutes.
ar: الخادم مشغول بطلبات تسجيل الدخول. حاول مرة أخرى بعد بضع دقائق.
es: El servidor tiene demasiadas solicitudes de inicio de sesión. Vuelve a intentarlo en unos minutos.
fr: Le serveur traite trop de demandes de connexion. Réessayez dans quelques minutes.
hi: सर्वर पर साइन-इन अनुरोध बहुत ज़्यादा हैं। कुछ मिनट बाद फिर से कोशिश करें।
ja: サーバがサインインリクエストで混み合っています。数分後にもう一度お試しください。
ko: 서버에 로그인 요청이 많습니다. 몇 분 후에 다시 시도하세요.
pt_br: O servidor está com muitas solicitações de entrada. Tente de novo em alguns minutos.
ru: Сервер перегружен запросами на вход. Попробуйте через несколько минут.
th: เซิร์ฟเวอร์มีคำขอลงชื่อเข้ามากเกินไป ลองอีกครั้งในอีกไม่กี่นาที
zh_hans: 服务器的登录请求过多。请几分钟后再试。

source: Couldn't reach the server. Check the address and your connection, then try again.
ar: تعذّر الوصول إلى الخادم. تحقّق من العنوان والاتصال، ثم حاول مرة أخرى.
es: No se pudo conectar con el servidor. Revisa la dirección y la conexión y vuelve a intentarlo.
fr: Impossible de joindre le serveur. Vérifiez l’adresse et la connexion, puis réessayez.
hi: सर्वर तक नहीं पहुँच सके। पता और कनेक्शन जाँचें, फिर से कोशिश करें।
ja: サーバに接続できませんでした。アドレスと接続を確認して、もう一度お試しください。
ko: 서버에 연결할 수 없습니다. 주소와 연결을 확인한 후 다시 시도하세요.
pt_br: Não foi possível acessar o servidor. Verifique o endereço e a conexão e tente de novo.
ru: Не удалось связаться с сервером. Проверьте адрес и подключение и попробуйте снова.
th: เชื่อมต่อเซิร์ฟเวอร์ไม่ได้ ตรวจสอบที่อยู่และการเชื่อมต่อ แล้วลองอีกครั้ง
zh_hans: 无法连接服务器。请检查地址和网络连接后重试。

source: Sign-in declined
ar: تم رفض تسجيل الدخول
es: Inicio de sesión rechazado
fr: Connexion refusée
hi: साइन इन अस्वीकार किया गया
ja: サインインが拒否されました
ko: 로그인이 거부됨
pt_br: Entrada recusada
ru: Вход отклонён
th: การลงชื่อเข้าถูกปฏิเสธ
zh_hans: 登录已被拒绝

source: The request was declined on the iPhone, or too many wrong codes were entered.
ar: تم رفض الطلب على iPhone، أو أُدخلت رموز خاطئة مرات كثيرة.
es: La solicitud se rechazó en el iPhone o se introdujeron demasiados códigos incorrectos.
fr: La demande a été refusée sur l’iPhone, ou trop de codes erronés ont été saisis.
hi: अनुरोध iPhone पर अस्वीकार किया गया, या बहुत बार गलत कोड डाले गए।
ja: iPhoneでリクエストが拒否されたか、間違ったコードが何度も入力されました。
ko: iPhone에서 요청이 거부되었거나 잘못된 코드가 너무 많이 입력되었습니다.
pt_br: A solicitação foi recusada no iPhone ou foram digitados códigos errados demais.
ru: Запрос отклонён на iPhone или введено слишком много неверных кодов.
th: คำขอถูกปฏิเสธบน iPhone หรือป้อนรหัสผิดหลายครั้งเกินไป
zh_hans: 请求已在 iPhone 上被拒绝，或输错验证码的次数过多。

source: Sign-in request expired
ar: انتهت صلاحية طلب تسجيل الدخول
es: La solicitud de inicio de sesión caducó
fr: La demande de connexion a expiré
hi: साइन-इन अनुरोध की समय-सीमा खत्म हो गई
ja: サインインリクエストの期限が切れました
ko: 로그인 요청이 만료됨
pt_br: A solicitação de entrada expirou
ru: Срок запроса на вход истёк
th: คำขอลงชื่อเข้าหมดอายุแล้ว
zh_hans: 登录请求已过期

source: A request lasts ten minutes. Start over for a new QR code.
ar: يستمر الطلب عشر دقائق. ابدأ من جديد للحصول على رمز QR جديد.
es: Una solicitud dura diez minutos. Empieza de nuevo para obtener un código QR nuevo.
fr: Une demande dure dix minutes. Recommencez pour obtenir un nouveau code QR.
hi: एक अनुरोध दस मिनट तक रहता है। नया QR कोड पाने के लिए फिर से शुरू करें।
ja: リクエストの有効期間は10分です。最初からやり直して新しいQRコードを表示してください。
ko: 요청은 10분 동안 유효합니다. 새 QR 코드를 받으려면 다시 시작하세요.
pt_br: Uma solicitação dura dez minutos. Recomece para obter um novo código QR.
ru: Запрос действует десять минут. Начните заново, чтобы получить новый QR-код.
th: คำขอมีอายุสิบนาที เริ่มใหม่เพื่อรับคิวอาร์โค้ดใหม่
zh_hans: 每个请求有效十分钟。重新开始以获取新的二维码。

source: Request already used
ar: تم استخدام الطلب بالفعل
es: La solicitud ya se usó
fr: Demande déjà utilisée
hi: अनुरोध पहले ही इस्तेमाल हो चुका है
ja: リクエストは使用済みです
ko: 이미 사용된 요청
pt_br: A solicitação já foi usada
ru: Запрос уже использован
th: คำขอถูกใช้ไปแล้ว
zh_hans: 请求已被使用

source: This request was completed somewhere else. Start over to sign in this Mac.
ar: اكتمل هذا الطلب في مكان آخر. ابدأ من جديد لتسجيل الدخول على جهاز Mac هذا.
es: Esta solicitud se completó en otro lugar. Empieza de nuevo para iniciar sesión en este Mac.
fr: Cette demande a été finalisée ailleurs. Recommencez pour connecter ce Mac.
hi: यह अनुरोध कहीं और पूरा हो चुका है। इस Mac में साइन इन करने के लिए फिर से शुरू करें।
ja: このリクエストは別の場所で完了しました。このMacでサインインするには、最初からやり直してください。
ko: 이 요청은 다른 곳에서 완료되었습니다. 이 Mac에 로그인하려면 다시 시작하세요.
pt_br: Esta solicitação foi concluída em outro lugar. Recomece para entrar neste Mac.
ru: Этот запрос завершён в другом месте. Начните заново, чтобы войти на этом Mac.
th: คำขอนี้ถูกดำเนินการเสร็จที่อื่นแล้ว เริ่มใหม่เพื่อลงชื่อเข้า Mac เครื่องนี้
zh_hans: 此请求已在其他地方完成。重新开始以登录这台 Mac。

source: Couldn't finish signing in
ar: تعذّر إكمال تسجيل الدخول
es: No se pudo completar el inicio de sesión
fr: Impossible de terminer la connexion
hi: साइन इन पूरा नहीं हो सका
ja: サインインを完了できませんでした
ko: 로그인을 완료할 수 없음
pt_br: Não foi possível concluir a entrada
ru: Не удалось завершить вход
th: ลงชื่อเข้าให้เสร็จไม่ได้
zh_hans: 无法完成登录

source: HiBoss couldn't save the sign-in on this Mac. Start over to try again.
ar: تعذّر على HiBoss حفظ تسجيل الدخول على جهاز Mac هذا. ابدأ من جديد للمحاولة مرة أخرى.
es: HiBoss no pudo guardar el inicio de sesión en este Mac. Empieza de nuevo para volver a intentarlo.
fr: HiBoss n’a pas pu enregistrer la connexion sur ce Mac. Recommencez pour réessayer.
hi: HiBoss इस Mac पर साइन-इन सहेज नहीं सका। फिर से कोशिश करने के लिए फिर से शुरू करें।
ja: HiBossはこのMacにサインイン情報を保存できませんでした。最初からやり直してください。
ko: HiBoss가 이 Mac에 로그인 정보를 저장할 수 없습니다. 다시 시작하여 다시 시도하세요.
pt_br: O HiBoss não conseguiu salvar a entrada neste Mac. Recomece para tentar de novo.
ru: HiBoss не удалось сохранить вход на этом Mac. Начните заново, чтобы попробовать ещё раз.
th: HiBoss บันทึกการลงชื่อเข้าบน Mac เครื่องนี้ไม่ได้ เริ่มใหม่เพื่อลองอีกครั้ง
zh_hans: HiBoss 无法在这台 Mac 上保存登录信息。重新开始以再试一次。
